Repository: find-all/FinDallSergi
Catalog: assets/localization/app_*.arb
Languages: es

source: Cancel
es: Cancelar

source: Accept
es: Aceptar

source: Retry
es: Reintentar

source: or
es: o

source: Back
es: Volver

# unknowError
source: An error has occurred. Please try again later.
es: Se ha producido un error desconocido. Por favor, inténtelo de nuevo más tarde.

source: Send
es: Enviar

source: Resend
es: Reenviar

source: Update
es: Actualizar

source: See more
es: Ver más

source: Close
es: Cerrar

# ofT
source: of
es: de

# noResults
source: No results found.
es: No hay resultados para mostrar.

source: Add image
es: Añadir imagen

# anonymousAuthor
source: Anonymous
es: Anónimo

source: Unknown
es: Desconocido

source: Clear
es: Limpiar

source: Show all
es: Mostrar todo

source: Actual images
es: Imágenes actuales

source: Search
es: Buscar

# noSearchResults
source: No results found. Try another search.
es: No hay resultados para mostrar. Inténtelo de nuevo con otros términos de búsqueda.

source: Search more
es: Buscar más

source: Services
es: Servicios

source: Features
es: Características

source: Images
es: Imágenes

source: Price
es: Precio

# microphonePermissionDenied
source: Cannot access the microphone. Please check the application permissions.
es: No se puede acceder al micrófono. Por favor, compruebe los permisos de la aplicación.

# typeMessage
source: Type a message
es: Escribe un mensaje...

source: Buy
es: Comprar

source: Show product
es: Ver producto

# shipmentPrice
source: Shipment price {price}
es: Precio de envío {price}

source: Slide to see more
es: Desliza para ver más

source: Categories
es: Categorías

source: Filters
es: Filtros

# searchHint
source: Searching...
es: Buscar...

source: Show more products
es: Ver más productos

# preferences
source: For you
es: Para ti

# around
source: Near you
es: Cerca de ti

source: Parameters
es: Parámetros

# verificationEmailSent
source: A verification email has been sent to your email address. Please open the email and read the instructions to verify your account.
es: Se ha enviado un email de verificación a su dirección de correo electrónico. Por favor, siga las instrucciones para completar el proceso.

# enterVerificationCode
source: Enter the verification code sent to your email
es: Introduce el código de verificación enviado a tu correo electrónico.

source: Resend verification code
es: Reenviar código de verificación

# oppsSomethingWentWrong
source: Oops! Something went wrong.
es: ¡Vaya! Algo salió mal.

# passwordRequiredForThisAction
source: To complete this process you must enter your password for verification purposes.
es: Para completar esta acción es necesario introducir la contraseña actual por motivos de seguridad.

# newEmailMustBeDifferent
source: The new email must be different from the current one.
es: El nuevo email debe ser diferente al actual.

# newNameMustBeDifferent
source: The new name must be different from the current one.
es: El nuevo nombre debe ser diferente al actual.

source: New email
es: Nuevo email

source: New name
es: Nuevo nombre

# newPasswordMustBeDifferent
source: The new password must be different from the current one.
es: La nueva contraseña debe ser diferente a la actual.

# confirmNewPasswordMustBeEqual
source: The new password and the confirmation must be the same.
es: La confirmación de la nueva contraseña debe ser igual a la nueva contraseña.

source: Search for favorites
es: Buscar en favoritos

# required
source: This field is required
es: Este campo es requerido

# minLength
source: This field must have at least {min} characters
es: Este campo debe tener al menos {min} caracteres

# maxLength
source: This field must have at most {max} characters
es: Este campo debe tener como máximo {max} caracteres

# emailValidation
source: Please enter a valid email
es: Este campo debe ser un email válido

# mustNotMatch
source: This field cannot match with the previous field
es: Este campo no puede coincidir con el campo anterior

# mustMatch
source: This field must match with the previous field
es: Este campo debe coincidir con el campo anterior

# passwordValidation
source: Must have a lowercase letter, an uppercase letter, and a number
es: Debe tener al menos una letra mayúscula, una minúscula y un número

# codeOnlyNumbers
source: The code must contain only numbers
es: El código solo puede contener números

# noInternetConnection
source: No internet connection. Please check your network settings.
es: No hay conexión a internet. Por favor, compruebe su conexión e inténtelo de nuevo.

# internalError
source: An error has occurred. Please try again later.
es: Se ha producido un error interno. Por favor, inténtelo de nuevo más tarde.

# locationPermissionDeniedTitle
source: App permissions
es: Permisos de la aplicación

# locationPermissionDeniedMessage
source: Cannot access the location. Please check the application permissions.
es: No se puede acceder a la ubicación. Por favor, compruebe los permisos de la aplicación.

# openSettings
source: Open app settings
es: Abrir ajustes

# locationServiceDisabledTitle
source: Location service
es: Servicio de ubicación

# locationServiceDisabledMessage
source: Cannot access the location. Please check that the location service is enabled.
es: No se puede acceder a la ubicación. Por favor, compruebe que el servicio de ubicación está activado.

# errorLocationPermissionDeniedForever
source: Cannot access the location. Please check the application permissions.
es: No se puede acceder a la ubicación. Por favor, compruebe los permisos de la aplicación.

# errorLocationPermissionDenied
source: Cannot access the location. Please check the application permissions.
es: No se puede acceder a la ubicación. Por favor, compruebe los permisos de la aplicación.

# errorLocationServiceDisabled
source: Cannot access the location. Please check that the location service is enabled.
es: No se puede acceder a la ubicación. Por favor, compruebe que el servicio de ubicación está activado.

# errorLocationUnknow
source: Cannot access the location. Please check your network settings.
es: No se puede acceder a la ubicación. Por favor, compruebe los permisos de la aplicación y que el servicio de ubicación está activado.

# errorAdressNotFound
source: No address found for the selected location.
es: No se ha encontrado la dirección para la ubicación seleccionada.

# errorLocationFromAddress
source: No location found for the selected address.
es: No se ha encontrado la ubicación para la dirección seleccionada.

source: Select image
es: Selecciona una imagen

source: Select image source
es: Selecciona una fuente de imagen

# selectFromCamera
source: Camera
es: Cámara

# selectFromGallery
source: Gallery
es: Galería

# deleteImageDialogTitle
source: Delete image
es: Eliminar imagen

# deleteImageDialogMessage
source: Are you sure you want to delete this image?
es: ¿Está seguro de que desea eliminar la imagen?

# permissionDialogTitle
source: Permission required
es: Permisos de la aplicación

# cameraPermissionDenied
source: Cannot access the camera. Please check the application permissions.
es: No se puede acceder a la cámara. Por favor, compruebe los permisos de la aplicación.

# galleryPermissionDenied
source: Cannot access the gallery. Please check the application permissions.
es: No se puede acceder a la galería. Por favor, compruebe los permisos de la aplicación.

source: Sign in
es: Inicio de sesión

# signInMessage
source: Welcome back!
es: Bienvenido de nuevo!

source: Back to sign in
es: Volver al inicio de sesión

source: Sign up
es: Registro

# signUpMessage
source: Welcome!
es: Bienvenido!

source: Sign out
es: Cerrar sesión

# emailHint
source: Enter your email
es: Introduce tu email

source: Password
es: Contraseña

# passwordHint
source: Enter your password
es: Introduce tu contraseña

source: Forget password?
es: ¿Olvidaste tu contraseña?

# forgetPasswordMessage
source: Enter your email and we will send you a link to your email to reset your password
es: Introduce tu email y te enviaremos un enlace para restablecer tu contraseña.

# forgetPasswordSuccess
source: We have sent you an email to reset your password.
es: Se ha enviado un enlace a su correo electrónico para restablecer su contraseña.

# verificationEmailMessage
source: We have send you a link to your email to verify your account. When complete, please sign in again. If the email does not arrive, press the button resend to send it again.
es: Se ha enviado un email a su cuenta de correo con un enlace para verificar su email. Una vez completado el proceso, vuelva a iniciar sesión. Si no recibe el correo electrónico, pulse el botón de abajo para volver a enviarlo.

# sendVerificationEmailSuccess
source: We have sent you an email to verify your account.
es: Se ha enviado un correo electrónico de verificación a su dirección de correo electrónico.

# dontHaveAccount
source: Don't have an account? Sign up
es: ¿No tienes una cuenta? Registrate

source: Name
es: Nombre

# nameHint
source: Enter your name
es: Introduce tu nombre

# signInWithSocial
source: Or sign in with social media
es: O inicia sesión con tus redes sociales

# signUpWithSocial
source: Or sign up with social media
es: O registrate con tus redes sociales

source: Sign in with Google
es: Inicia sesión con Google

source: Sign in with Apple
es: Inicia sesión con Apple

source: Sign up with Google
es: Registrate con Google

source: Sign up with Apple
es: Registrate con Apple

# errorEmailAlreadyInUse
source: The email address is already in use by another account.
es: La dirección de correo electrónico ya está siendo utilizada por otra cuenta.

# errorWrongPassword
source: The old password is invalid.
es: La contraseña actual no es válida.

# errorWeakPassword
source: The password must be 6 characters long or more.
es: La contraseña debe tener al menos 6 caracteres.

# errorUserNotFound
source: There is no user record corresponding to this identifier. The user may have been deleted.
es: No hay ningún registro de usuario que corresponda a este identificador. El usuario puede haber sido eliminado.

# errorInvalidEmail
source: The email address is badly formatted.
es: La dirección de correo electrónico no es válida.

# errorUserDisabled
source: The user account has been disabled by an administrator.
es: La cuenta de usuario ha sido deshabilitada por un administrador.

# errorUserCancelled
source: The user canceled the sign in request.
es: La cuenta de usuario ha sido cancelada.

# errorEmailUnverified
source: The operation requires a verified email.
es: La dirección de correo electrónico del usuario no ha sido verificada.

# errorInvalidCredentials
source: The email address and/or password is incorrect.
es: El usuario o la contraseña son incorrectos.

# errorAccountExistsWithDifferentCredential
source: An account already exists with the same email address but different sign-in credentials. Sign in using a provider associated with this email address.
es: Ya existe una cuenta con la misma dirección de correo electrónico pero con credenciales de inicio de sesión diferentes. Inicie sesión utilizando una proveedor asociado a esta dirección de correo electrónico.

# errorInvalidName
source: The name must be 3 characters long or more.
es: El nombre no es válido. Debe tener al menos 3 caracteres.

# errorTooManyRequests
source: Too many requests. Try again later.
es: Demasiadas solicitudes. Inténtelo de nuevo más tarde.

# errorAuthUnknow
source: An error has occurred. Try again later.
es: Se ha producido un error desconocido. Por favor, inténtelo de nuevo más tarde.

# errorUnauthenticated
source: User is not authenticated. Please sign in again.
es: El usuario actual no está autenticado. Inicie sesión para continuar.

# errorInvalidAuthProvider
source: This provider is not supported. Please try again with another provider.
es: Es procedimiento no se puede realizar con el provvedor de autenticación proporcionado.

source: Account
es: Cuenta

source: Profile
es: Perfil

source: Old password
es: Contraseña actual

# oldPasswordHint
source: Enter your old password
es: Introduce tu contraseña actual

source: New password
es: Nueva contraseña

# newPasswordHint
source: Enter your new password
es: Introduce tu nueva contraseña

source: Confirm new password
es: Confirmar nueva contraseña

# confirmNewPasswordHint
source: Enter your new password again
es: Introduce de nuevo tu nueva contraseña

# errorCouldNotUpdatePassword
source: Could not update password. Please try again later.
es: No se ha podido actualizar la contraseña. Por favor, inténtelo de nuevo más tarde.

# changePasswordSuccess
source: The password has been updated successfully.
es: La contraseña se ha actualizado correctamente.

# changeNameSuccess
source: The name has been updated successfully.
es: El nombre se ha actualizado correctamente.

# changeEmailSuccess
source: The email has been updated successfully.
es: El email se ha actualizado correctamente.

# changeProfileImageSuccess
source: The profile image has been updated successfully.
es: La imagen de perfil se ha actualizado correctamente.

# imageProfileUpdated
source: The image profile has been updated successfully.
es: La imagen de perfil se ha actualizado correctamente.

# changeRequirePassword
source: To complete this process you must enter your password for verification purposes.
es: Para completar el proceso de cambio es necesario introducir la contraseña actual para verificar su identidad.

# changePasswordDescription
source: Complete the following fields correctly to update your password.
es: Complete el siguiente formulario para cambiar su contraseña.

# changeNameDescription
source: Complete the following fields correctly to update your name.
es: Complete el siguiente formulario para cambiar su nombre.

# changeEmailDescription
source: Complete the following fields correctly to update your email.
es: Complete el siguiente formulario para cambiar su email.

# changeProfileImageDescription
source: Press update to change the profile image.
es: Presione el botón de actualizar para cambiar su imagen de perfil.

# changeNameTitle
source: Change name
es: Cambiar nombre

# changeEmailTitle
source: Change email
es: Cambiar email

# changeProfileImageTitle
source: Change profile image
es: Cambiar imagen de perfil

# changePasswordTitle
source: Change password
es: Cambiar contraseña

source: Delete account
es: Eliminar cuenta

# deleteAccountDescription
source: Are you sure you want to delete your account? This action cannot be undone. If success you will be redirected to the sign in screen. If you want to continue, please enter your password for verification purposes.
es: ¿Está seguro de que desea eliminar su cuenta? Esta acción no se puede deshacer. Si el proceso se completa con éxito, se le redirigirá a la pantalla de inicio de sesión. Si desea continuar, introduzca su contraseña actual para verificar su identidad.

# deleteAccountShortDescription
source: Start the process to delete your account. This action cannot be undone.
es: Inicia el proceso de eliminación de la cuenta. Esta acción no se puede deshacer.

# deleteAccountPassword
source: To complete this process you must enter your password for verification purposes.
es: Para completar el proceso de eliminación es necesario introducir la contraseña actual para verificar su identidad.

# errorRequiresRecentLogin
source: This operation is sensitive and requires recent authentication. Log in again before retrying this request.
es: Esta operación es sensible y requiere una autenticación reciente. Inicie sesión de nuevo antes de volver a intentar esta solicitud.

# errorUploadImage
source: Error uploading image. Please try again later.
es: Se ha producido un error al subir la imagen. Por favor, inténtelo de nuevo más tarde.

# errorSameEmail
source: The new email must be different from the current one.
es: El email introducido es el mismo que el actual.

source: Actual profile image
es: Imagen de perfil actual

source: New profile image
es: Nueva imagen de perfil

source: Settings
es: Ajustes

source: Spanish
es: Español

source: English
es: Inglés

# languageChangeError
source: Error changing language. Please try again later.
es: Se ha producido un error al cambiar el idioma. Por favor, inténtelo de nuevo más tarde.

source: Light mode
es: Mode claro

source: Dark mode
es: Mode oscuro

source: System mode
es: Mode del sistema

# themeChangeError
source: Error changing theme. Please try again later.
es: Se ha producido un error al cambiar el tema. Por favor, inténtelo de nuevo más tarde.

source: Help
es: Ayuda

source: My reviews
es: Mis reseñas

# noReviewsYet
source: You have not made any reviews yet. Why don't you start now pressing button + ?
es: No hay reseñas todavía. ¿Por qué no escribes una pulsando el botón + ?

# dontFindPlace
source: Don't find the place you are looking for?
es: ¿No encuentras el lugar que buscas?

# dontFindPlaceDescription
source: Complete the following fields correctly to add a new place. Our team will review the information and if it is correct, it will be published.
es: Puedes añadir un nuevo lugar para que nuestro equipo lo revise y lo publique en la aplicación.

source: Add place
es: Añadir lugar

# addPlaceDescription
source: Complete the following fields correctly to add a new place. Our team will review the information and if it is correct, it will be published.
es: Complete el siguiente formulario para añadir un nuevo lugar. Nuestro equipo revisará la información y la publicará en la aplicación.

# addPlaceSuccess
source: The place has been added successfully. Our team will review the information and if it is correct, it will be published.
es: El lugar se ha añadido correctamente. Nuestro equipo revisará la información y la publicará en la aplicación.

source: Place name
es: Nombre del lugar

# placeNameHint
source: Enter the place name
es: Introduce el nombre del lugar

source: Place address
es: Dirección del lugar

# placeAddressHint
source: Enter the place address
es: Selecciona la dirección del lugar

# selectedAddress
source: Selected address: {address}
es: Dirección seleccionada: {place}

# placeUrl
source: Place bussiness URL
es: URL del negocio

# placeUrlHint
source: Enter the bussiness place URL
es: Introduce la URL del negocio

source: Search place
es: Buscar lugar

# searchPlaceHint
source: Enter the place name
es: Introduce el nombre del lugar

source: Select address
es: Seleccionar dirección

# wirteAReview
source: Write a review
es: Escribe una reseña

source: Recent viewed
es: Visto recientemente

# recentViewedEmpty
source: You have not viewed any place yet.
es: No hay lugares vistos recientemente.

source: History
es: Historial

# historyEmpty
source: You have not searched for any place yet.
es: No hay lugares recientes en el historial.

# historyClear
source: Clear history
es: Limpiar historial

# historyClearDescription
source: Are you sure you want to clear the history? This action cannot be undone.
es: ¿Está seguro de que desea limpiar el historial?

# historyClearSuccess
source: The history has been cleared successfully.
es: El historial se ha limpiado correctamente.

# totalReviews
source: {number} reviews
es: {number} reseñas

source: No comments
es: No hay comentarios

source: Comments
es: Comentarios

source: Publish review
es: Publicar reseña

# reviewPublished
source: The review has been published successfully.
es: La reseña se ha publicado correctamente.

# reviewUpdated
source: The review has been updated successfully.
es: La reseña se ha actualizado correctamente.

source: New review
es: Nueva reseña

source: Review rating
es: Valoración

source: Excellet
es: Excelente

source: Very good
es: Muy buena

source: Bad
es: Malo

source: Very bad
es: Pésimo

source: Reviews resume
es: Resumen de reseñas

source: Positive points
es: Puntos descatables

source: Negative points
es: Puntos débiles

source: Detail reviews
es: Reseñas detalladas

source: No content available
es: No hay contenido disponible

source: Reviews
es: Reseñas

source: See reviews
es: Ver reseñas

source: See business
es: Ver negocio

source: See service
es: Ver servicio

source: See product
es: Ver producto

source: Reviewing
es: Pendiente de revisión

source: Bussines
es: Negocio

source: Bussines name
es: Nombre del negocio

source: Unknow address
es: Dirección desconocida

source: Description
es: Descripción

source: Contact
es: Contacto

source: Email contact
es: Email de contacto

source: Phone contact
es: Teléfono de contacto

source: Send email
es: Enviar email

source: Call phone
es: Llamar

source: Location
es: Ubicación

# fullAddress
source: Address
es: Dirección

source: Get directions
es: Cómo llegar

source: Select map app
es: Selecciona una aplicación de mapas

# noMapsAvailable
source: No maps providers available
es: No hay mapas disponibles

# businessGallery
source: Images
es: Imágenes

source: Working hours
es: Horario

source: Now closed
es: Cerrado ahora

source: Closed
es: Cerrado

source: Closed all day
es: Cerrado todo el día

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: About
es: Acerca de

source: Service options
es: Opciones de servicio

source: Outdoow seating
es: Asientos al aire libre

source: Takeaway
es: Para llevar

source: Dine in
es: Para comer aquí

source: Highlights
es: Aspectos destacados

source: Accesibility
es: Accesibilidad

source: Wheelchair accessible entrance
es: Entrada accesible para silla de ruedas

source: Wheelchair accessible seating
es: Asientos accesibles para silla de ruedas

source: Offerings
es: Ofertas

source: Beer
es: Cerveza

source: Coffee
es: Café

source: Healthy options
es: Opciones saludables

source: Small plates
es: Platos pequeños

source: Wine
es: Vino

source: Dining options
es: Opciones de comedor

source: Breakfast
es: Desayuno

source: Lunch
es: Almuerzo

source: Dinner
es: Cena

source: Dessert
es: Postre

source: Seating
es: Asientos

source: Ammenities
es: Amenidades

source: Bar on site
es: Bar

source: Toilets
es: Aseos

source: Atmosphere
es: Atmósfera

source: Cosy
es: Acogedor

source: Crowd
es: Tipo de público

source: Groups
es: Grupos

source: Planning
es: Planificación

source: Accepts reservations
es: Acepta reservas

source: Payments
es: Métodos de pago

source: Credit cards
es: Tarjetas de crédito

source: Debit cards
es: Tarjetas de débito

source: NFC mobile payments
es: Pagos móviles NFC

source: Children
es: Niños

source: Good for kids
es: Apto para niños

source: High chairs
es: Tronas

source: Kids menu
es: Menú infantil

source: Parking
es: Aparcamiento

source: Free of charge street parking
es: Aparcamiento en la calle gratuito

source: Free parking lot
es: Aparcamiento gratuito

source: More info
es: Más información

source: Menu
es: Menú

source: Online order
es: Pedido online

source: Website
es: Sitio web

source: Online booking
es: Reserva online

source: Online reservation
es: Reserva online

source: Visit
es: Visitar

source: See
es: Ver

source: Book
es: Reservar

source: Order
es: Pedir

source: Sort by
es: Ordenar por

source: Favorites
es: Favoritos

source: Contact copied to clipboard
es: El contacto se ha copiado al portapapeles.

# clipboardError
source: Error copying to clipboard. Please try again later.
es: Se ha producido un error al copiar al portapapeles. Por favor, inténtelo de nuevo más tarde.

source: Table booking
es: Reserva de mesa

source: Service booking
es: Reserva de servicio

source: Social networks
es: Redes sociales

source: Others
es: Otros

# internalFailure
source: An internal error has occurred. Please try again later
es: Se ha producido un error interno. Por favor, inténtelo de nuevo más tarde.
