Repository: find-all/FinDallSergi
Catalog: assets/localization/app_*.arb
Languages: es

# unknownFailure
source: An error has occurred. Please try again later
es: Se ha producido un error desconocido. Por favor, inténtelo de nuevo más tarde.

# couldNotLaunchPhoneFailure
source: Can't open the phone app. Please try again later
es: No se puede abrir la aplicación de teléfono. Por favor, inténtelo de nuevo más tarde.

# couldNotLaunchEmailFailure
source: Cannot open email application. Please try again later
es: No se puede abrir la aplicación de correo electrónico. Por favor, inténtelo de nuevo más tarde.

# couldNotLaunchUrlFailure
source: Cannot open the URL. Please try again later
es: No se puede abrir la URL. Por favor, inténtelo de nuevo más tarde.

# couldNotLaunchWhatsAppFailure
source: Can't open the WhatsApp app. Please try again later
es: No se puede abrir la aplicación de WhatsApp. Por favor, inténtelo de nuevo más tarde.

# couldNotLaunchTelegramFailure
source: Can't open the Telegram app. Please try again later
es: No se puede abrir la aplicación de Telegram. Por favor, inténtelo de nuevo más tarde.

# couldNotShareFailure
source: Content cannot be shared. Please try again later
es: No se puede compartir el contenido. Por favor, inténtelo de nuevo más tarde.

# noLocationPermissionFailure
source: The location cannot be accessed. Please check the app permissions
es: No se puede acceder a la ubicación. Por favor, compruebe los permisos de la aplicación.

# noServiceEnabledFailure
source: The location cannot be accessed. Please check that location service is activated
es: No se puede acceder a la ubicación. Por favor, compruebe que el servicio de ubicación está activado.

# noAddressFoundFailure
source: The address for the selected location was not found
es: No se ha encontrado la dirección para la ubicación seleccionada.

# unauthorizedFailure
source: You do not have permissions to perform this action. Please log in and try again
es: No tiene permisos para realizar esta acción. Por favor, inicie sesión y vuelva a intentarlo.

# forbiddenFailure
source: You do not have permissions to perform this action. Please log in and try again
es: No tiene permisos para realizar esta acción. Por favor, inicie sesión y vuelva a intentarlo.

# notFoundFailure
source: The requested information was not found
es: No se ha encontrado la información solicitada.

# noInternetFailure
source: there is no Internet conection. Please check your connection and try again
es: No hay conexión a internet. Por favor, compruebe su conexión e inténtelo de nuevo.

# internalServerErrorFailure
source: An internal error has occurred in our service. Please try again later
es: Se ha producido un error interno en nuestro servicio. Por favor, inténtelo de nuevo más tarde.

# invalidCredentialsFailure
source: The credentials provided are not valid. Please try again
es: Las credenciales proporcionadas no son válidas. Por favor, inténtelo de nuevo.

# emailInUseFailure
source: The email address is already in use by another account
es: La dirección de correo electrónico ya está siendo utilizada por otra cuenta.

# invalidActivationCodeFailure
source: The activation code is not valid. Please enter a valid code
es: El código de activación no es válido. Por favor, introduzca un código válido.

source: Don't have an account?
es: ¿No tienes una cuenta?

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Cancel verification
es: Cancelar verificación

# cancelVerificationDescription
source: Are you sure you want to cancel the verification process? If you cancel, you will be redirected to the sign in screen
es: ¿Está seguro de que desea cancelar la verificación de su email? Siempre podrá verificar su cuenta iniciando sesión de nuevo

source: Yes
es: Sí

# resetPasswordEmailSent
source: We have sent you an email to reset your password. Please check your email and follow the instructions
es: Se ha enviado un email a su cuenta de correo con un enlace para restablecer su contraseña. Por favor, siga las instrucciones para completar el proceso.

# resetPasswordSuccess
source: The password has been reset successfully. Please sign in again
es: La contraseña se ha restablecido correctamente. Por favor, inicie sesión con su nueva contraseña.

source: New image
es: Nueva imagen

source: Dismiss
es: Descartar

source: Select
es: Seleccionar

# selectImageFromSource
source: Select image source
es: Selecciona una imagen de una fuente

# selectImageFromCamera
source: Camera
es: Cámara

# selectImageFromGallery
source: Gallery
es: Galería

source: Clear all
es: Limpiar todo

# clearAllHistorySuccess
source: The history has been cleared successfully
es: El historial se ha limpiado correctamente.

# historyClearDialogTitle
source: Clear history
es: Limpiar historial

# historyClearDialogMessage
source: Are you sure you want to clear the history? This action cannot be undone
es: ¿Está seguro de que desea limpiar el historial?

source: Messages
es: Mensajes

source: Searches
es: Búsquedas

source: Show business
es: Ver negocio

source: Show service
es: Ver servicio

source: Show more reviews
es: Ver más reseñas

source: Map
es: Mapa

source: Carousel
es: Carrousel
